{
  "name": "WebScraping",
  "url": "https://en.wikipedia.org/wiki/Micronation",
  "content": {
    "text": "A micronation is a political entity whose members claim that they belong to an independent nation or sovereign state, but which lacks legal recognition by world governments or major international organizations. Micronations are classified separately from de facto states and quasi-states; they are also not considered to be autonomous nor self-governing as they lack the legal basis in international law for their existence. Micronations' activities are almost always trivial enough to be ignored rather than challenged by the established nations whose territory they claim—referred to in micronationalism as \"macronations.\" Several micronations have issued coins, flags, postage stamps, passports, medals and other state-related items, some as a source of revenue. Motivations for the creation of micronations include theoretical experimentation, political protest, artistic expression, personal entertainment and the conduct of criminal activity. The study of micronationalism is known as micropatriology or micropatrology.&#91;a&#93;Although several historical states have been retroactively called micronations, the concept was formulated in the 1970s, with a particular influence from the International Micropatrological Society. Micronationalism saw several developments thereafter, with several micronations being founded in Australia in the 1970s and a \"micronations boom\" in Japan in the 1980s. As a result of the emergence of the World Wide Web in the mid-1990s, micronationalism lost much of its traditionally eccentric anti-establishment sentiment in favour of more hobbyist perspectives, and the number of exclusively online or merely simulation-based micronations expanded dramatically. This has allowed several intermicronational organisations to form, as well as allow for numerous diplomatic summits to take place since the 2000s.\nMicronations are aspirant states that claim independence but lack legal recognition by world governments or major international organisations.&#91;3&#93;&#91;4&#93; Micronations are classified separately from states with limited recognition and quasi-states, nor are they considered to be autonomous nor self-governing as they lack the legal basis in international law for their existence.&#91;5&#93; While some are secessionist in nature, most micronations are widely regarded as sovereignty projects that instead seek to mimic a sovereign state rather than to achieve international recognition, and their activities are almost always trivial enough to be ignored rather than challenged by the established nations whose territory they claim&#91;6&#93;&#91;7&#93;—referred to as a \"macronation\" in micronationalism.&#91;8&#93; Some micronations admit to having no intention of actually becoming internationally recognised as sovereign.&#91;9&#93; Geographically, most micronations are very small, are often the outgrowth of a single individual, rely on their sovereign state to some extent, and mimic sovereign states by creating their own government, legislation, proclaiming national symbols, holding national elections and engaging in diplomacy with other micronations.&#91;10&#93;&#91;11&#93; While most micronations claim sovereignty over physical territory, others are based solely around the Internet or do not claim sovereignty at all, a hobbyist paradigm of micronationalism that arose with the rise of the Internet from the mid-1990s onwards.&#91;12&#93;&#91;13&#93;&#91;14&#93;In 2021, legal academics Harry Hobbs and George Williams, in their Micronations and the Search for Sovereignty, defined micronations as:\nself-declared nations that perform and mimic acts of sovereignty, and adopt many of the protocols of nations, but lack a foundation in domestic and international law for their existence and are not recognised as nations in domestic or international forums.Online dictionary Collins English Dictionary, published by HarperCollins, gives a similar definition:\nAn entity, typically existing only on the internet or within the private property of its members, that lays claim to sovereign status as an independent nation, but which is unrecognized by real nations.Several historical political entities have been retroactively described as \"micronations\" in academic and journalistic works, including the Islands of Refreshment (existed 1811–16),&#91;17&#93;Kingdom of Araucanía and Patagonia (since 1860),&#91;18&#93;State of Scott (1861–1986),&#91;19&#93;Republic of Parva Domus Magna Quies (since 1878),&#91;20&#93; and the more contemporaneous Kingdom of Elleore (since 1944),&#91;20&#93;Republic of Saugeais (since 1947),&#91;21&#93;Principality of Outer Baldonia (1949–1973)&#91;22&#93; and Sultanate of M'Simbati (1959–fl.&#8201;1964).&#91;23&#93;Several entities that can be considered micronations by contemporary standards were established throughout the 1960s and early 1970s and based on ideals of libertarianism and many of them created via seasteading.\nNew Atlantis was founded in 1964 by writer Leicester Hemingway, claiming a bamboo raft that he had constructed with steel, iron piping and rock. Hemingway had it towed 9.7 kilometres (6.0&#160;mi) off the coast of Jamaica and argued that it was technically an island and fully sovereign based on the Guano Islands Act of 1856. Although Hemingway had plans to expand the raft, it was destroyed in 1966 by tropical storms, and the project was completely abandoned in 1973.&#91;24&#93;&#91;25&#93; In 1967, Paddy Roy Bates squatted on HM Fort Roughs, an offshore platform in the North Sea used during World War II approximately 12 kilometres (7.5&#160;mi) off the coast of the United Kingdom.&#91;26&#93; Bates had intended to broadcast a pirate radio station from the platform, however ultimately never did so.&#91;27&#93; He instead declared the independence of Fort Roughs and deemed it the Principality of Sealand.&#91;26&#93;&#91;27&#93; Bates died in 2012, and Michael Bates has since succeeded him as Prince of Sealand.&#91;28&#93; The Republic of Rose Island, an artificial platform constructed in 1968 by Italian architect Giorgio Rosa in the Adriatic Sea, was originally built as a tourist attraction, but Rosa soon declared it as sovereign.&#91;29&#93; The micronation had its own currency, a post office and commercial establishments. In 1969, the Italian Navy used explosives to destroy the facility, claiming it was a ploy to raise money from tourists while avoiding national taxation.&#91;30&#93; The Republic of Minerva was a libertarian project that succeeded in building a small, artificial island on the Minerva Reefs in 1972 by importing sand.&#91;31&#93; It was invaded by troops from Tonga that same year, who annexed it before destroying the island.&#91;29&#93; During its brief existence, Minerva was a media sensation.&#91;32&#93;As of January 1973, the Office of the Geographer of the United States Department of State had a file cabinet for \"countries which are only partially real,\" which included the Kingdom of Humanity, Outer Baldonia, Minerva and the Sovereign Military Order of Malta—not a micronation&#91;33&#93;—among others. Writer Philip J. Hilts added \"We know the Eastern bloc, the Western bloc, and the Third World nations. But there is another universe of nations which exist apart from the familiar countries.\"&#91;34&#93; The International Micropatrological Society (IMS), an American learned society and research institute, was founded in 1973 and dedicated to the study of micronations, a discipline it named micropatrology.&#91;35&#93;&#91;36&#93;&#91;37&#93; By 1976, it had documents pertaining to 128 micronations and similar political entities.&#91;38&#93; The earliest attested use of micronation in its current meaning appeared on 28 March 1976 in an article by the New York Times about the IMS.&#91;38&#93; The first use of micronation in a book was in an eponymous dedicated section of the 1978 The People's Almanac #2 by David Wallechinsky and Irving Wallace.&#91;39&#93; In 1979, the first book about micronations, How to Start Your Own Country, was published by Erwin S. Strauss.&#91;40&#93; The IMS contributed considerably to the work.&#91;41&#93; However, the word micronation is notably absent from the book. A second edition of the work was published in 1984 by Loompanics, followed in 1999 by a third edition published by Paladin Press.&#91;40&#93; According to the Yearbook of International Organizations, the IMS was disestablished in 1988.&#91;42&#93;Australia has a disproportionate number of micronations compared to other countries.&#91;43&#93;&#91;44&#93; The first micronation founded within Australia was the Principality of Hutt River in 1970. It was declared independent by farmer Leonard Casley over a dispute concerning wheat production quotas.&#91;45&#93; In 2017, the Supreme Court of Western Australia ordered that Casley pay $2.7 million in unpaid tax, and that his son Arthur Casley pay $242,000 in unpaid tax.&#91;46&#93; Casley abdicated in 2017 in favour of his son Graeme.&#91;45&#93; Leonard died in 2019, and Hutt River dissolved the following year amidst continued disputes with the Australian Taxation Office as well as the financial impact caused by the COVID-19 pandemic.&#91;47&#93; In 1976, the Province of Bumbunga was declared by Alec Brackstone in response to the 1975 Australian constitutional crisis. Brackstone, an ardent British monarchist, became alarmed by what he saw as a drift away from the Australian system of constitutional monarchy toward outright republicanism. Thus, to ensure that at least one portion of Australia would remain loyal to the British Crown, Bumbunga was declared.&#91;48&#93;&#91;49&#93;The Sovereign State of Aeterna Lucina was proclaimed in 1978 by German migrant Paul Neuman. Aeterna Lucina came to public attention in 1990 when Neuman faced fraud charges in the New South Wales court system relating to land sale offences; the case was abandoned in 1992.&#91;50&#93; In 1979, the Independent State of Rainbow Creek was declared by Thomas Barnes in protest of alleged incompetence by the Government of Victoria in regards to the flooding of his and others' properties.&#91;51&#93; He was inspired by Hutt River.&#91;52&#93; The Grand Duchy of Avram was established in Tasmania in the early 1980s by politician John Charlton Rudge, and issues its own banknotes.&#91;43&#93; In recognition of his status, Rudge legally changed his name to John the Duke of Avram.&#91;53&#93; In 1981, the Empire of Atlantium was founded in Sydney as a non-territorial global government based on the ideals of secularism, progressivism and liberalism. Among the causes Atlantium supports are the right to unrestricted international freedom of movement, the right to abortion, and the right to assisted suicide.&#91;54&#93;&#91;55&#93;In 1981, drawing on a news story about Hemingway's New Atlantis, novelist Hisashi Inoue wrote a 700-page work of magic realism, Kirikirijin, about a village that secedes from Japan and proclaims its bumpkinish, marginalized dialect its national language, and its subsequent war of independence. This single-handedly inspired a large number of Japanese villages, mostly in the northern regions, to \"declare independence\", generally as a move to raise awareness of their unique culture and crafts for urban Japanese who saw village life as backwards and uncultured. These micronations, known as independent mini-nations (Japanese: ミニ独立国, romanized:&#160;mini dokuritsu koku),&#91;56&#93;&#91;57&#93; held intermicronational summits, and some of them formed confederations and intermicronational organisations. The Ginko Federation held an intermicronational Olympic games in 1986. However, the economic impact of the Japanese asset price bubble in 1991 ended the boom. Many of the villages were forced to merge with larger cities, and the micronations and confederations were generally dissolved.&#91;58&#93;&#91;59&#93;&#91;60&#93;The 1980s saw the establishment of several micronational entities in protest.\nThe Free Republic of Wendland was a protest camp established in Gorleben, West Germany in 1980 in order to protest against the establishment of a nuclear waste dump at the site. The residents created a border checkpoint and built a temporary village with more than 100 huts, ranging from elaborate round houses to tents. After 33 days, the local police moved in and evicted the camp.&#91;61&#93;&#91;62&#93; Also in 1980, the Independent State of Aramoana was declared by residents of the eponymous settlement during the Save Aramoana Campaign, which was opposed to the proposed construction of an aluminium smelter at Aramoana in New Zealand.&#91;63&#93; This was because the project called for the destruction of the villages of Aramoana and Te Ngaru, and also threatened a local wildlife reserve. The project was ultimately abandoned in the early 1980s, and the micronation of Aramoana peacefully reintegrated into New Zealand.&#91;64&#93;The Conch Republic was founded by local residents of the Florida Keys in 1982 after the United States Border Patrol set up a roadblock and inspection point on one of the only two roads connecting the Florida Keys with the mainland. The Key West City Council complained repeatedly about the inconvenience, claiming that it hurt the Keys' tourism industry. Though the roadblock was soon removed, the claim to sovereignty of the Conch Republic has persisted as a tongue-in-cheek venture meant to booster tourism.&#91;65&#93; In 1986, the Kingdom of North Dumpling was declared by inventor Dean Kamen after a denial from local officials to build his own wind turbine on North Dumpling Island, which Kamen privately owns. Kamen wrote his own constitution and created a flag, currency and national anthem for the micronation.&#91;66&#93; In 1992, despite still being recognised as part of the United States, Kamen was able to leverage his personal relationship with then-president George H. W. Bush to sign an unofficial non-aggression pact.&#91;67&#93;Several conceptual art projects with micronational claims arose in the 1990s, usually as a means to challenge the idea of statehood.&#91;68&#93;In 1991, Neue Slowenische Kunst (NSK), a Slovenian politicalart collective, declared independence. NSK describes itself as a \"State in Time,\" claiming no territory in order to be a \"stateless state.\"&#91;68&#93;Elgaland-Vargaland is a conceptual art project founded in 1992 by Swedish artists Carl Michael von Hausswolff and Leif Elggren. According to them, everyone who dies is automatically granted citizenship. Among Elgaland-Vargaland's territorial claims include graveyards, people's mental states and \"the distance between high tide and low tide\" of France.&#91;69&#93;&#91;70&#93; They also claim to operate embassies around the world.&#91;71&#93; In 1996, Swedish artist Lars Vilks proclaimed the Royal Republic of Ladonia as a result of a court battle between local authorities over Vilks' illegal construction of two sculptures in the natural reserve of Kullaberg in southern Sweden. Ladonia's claim of independence has since persisted following Vilks' death in 2021, with Carolyn Shelby serving as Queen since 2011.&#91;72&#93; In 1997, the neighbourhood of Užupis in Vilnius, Lithuania declared tongue-in-cheek independence as a republic consisting of laidback artists.&#91;73&#93;In the mid-1990s, the emerging popularity of the World Wide Web made it possible for anyone to create their own virtual state-like entity with relative ease,&#91;13&#93;&#91;74&#93; and many micronations launched their own websites.&#91;12&#93; As a result, micronationalism lost much of its traditionally eccentric anti-establishment sentiment in favour of more hobbyist perspectives, and the number of exclusively online or merely simulation-based micronations expanded dramatically.&#91;75&#93; Several intermicronational organisations were also established,&#91;76&#93; with the League of Secessionist States, originally founded in 1980 by the Kingdom of Talossa,&#91;77&#93; and the United Micronations being at the forefront.&#91;13&#93; The French Institute of Micropatrology (French: l'Institut français de micropatrologie) was founded in 1996 by Swiss author Fabrice O'Driscoll of Aix-Marseille University to study this phenomenon.&#91;12&#93;&#91;78&#93; Other online micronational services during the 1990s included MicroWorld, a monthly micronational magazine,&#91;12&#93; and alt.politics.micronations, a Usenetnewsgroup dedicated to discussions regarding micronationalism.&#91;79&#93; In 2000, O'Driscoll published his book Ils ne siègent pas à l'ONU: revue de quelques micro-Etats, micro-nations et autres entités éphémères (They don't sit at the UN: a review of some micro-states, micro-nations and other ephemeral entities), which details over 600 micronations.&#91;1&#93;In 2000, the Republic of Molossia and the erstwhile Kingdom of TorHavn hosted an Intermicronational Olympic Games online to coincide with the 2000 Summer Olympics.&#91;80&#93; Six micronations competed and were asked to record their performances then report it to a Molossian message board.&#91;81&#93; In 2003, the First Summit of Micronations summit commenced in Helsinki, Finland, coinciding with a performance art festival called Amorph!03. Six micronations were represented.&#91;82&#93; An art exhibition exhibiting various micronational miscellanea, We Could Have Invited Everyone, occurred in 2004 and 2005 at the Reg Vardy Gallery, University of Sunderland, England and Andrew Kreps Gallery, New York City, United States respectively.&#91;83&#93;&#91;84&#93; The items were featured alongside artwork by artists including Yoko Ono and Nina Katchadourian.&#91;84&#93;&#91;85&#93; Both exhibitions coincided with an intermicronational summit.&#91;86&#93; In 2005, the six-part BBC comedy-documentary series How to Start Your Own Country aired on BBC Two, in which comedian Danny Wallace attempts to create his own country in his apartment in Bow, London. The micronation he created was eventually named the Kingdom of Lovely.&#91;87&#93; The following year, the travel guide company Lonely Planet published a light-hearted guide to numerous micronations titled Micronations: The Lonely Planet Guide to Home-Made Nations.&#91;88&#93;&#91;89&#93;In 2007, two self-proclaimed princesses of the Sunda Democratic Empire, sisters Puteri Lamia Roro Wiranata and Puteri Fathia Reza, were detained by Malaysian immigration authorities for attempting to enter from Brunei using diplomatic passports from the Sunda Empire. They claimed to be the princesses of the historical Sunda Empire and that their parents were in \"exile.\"&#91;90&#93;&#91;91&#93; In early 2008, they were freed by the Sessions Court, but maintained their claim of Sundan citizenship, thus making them ineligible for deportation to Indonesia. The Malaysian authorities subsequently deemed them stateless individuals, and they were interned at an immigration depot under supervision of the United Nations High Commissioner for Refugees.&#91;92&#93;&#91;93&#93;In 2010, the documentary film How to Start Your Own Country, directed by Jody Shapiro, was screened as part of the 35th Toronto International Film Festival.&#91;94&#93; The documentary explored various micronations around the world, and included an analysis of the concept of statehood, seasteading and citizenship.&#91;94&#93;&#91;95&#93; The film was inspired by Erwin Strauss' eponymous book.&#91;96&#93; Also that same year, an intermicronational summit, PoliNation 2010, was held at Dangar Island in Sydney, Australia. It was organised by Judy Lattas of Macquarie University, Princess Paula of the Principality of Snake Hill and George Cruickshank of the Empire of Atlantium.&#91;97&#93;&#91;98&#93; Between 2013 and 2014, two Aboriginal Australiannations declared independence from Australia as part of the concept of Australian Aboriginal sovereignty—first the Murrawarri Republic, comprising the Muruwari, in 2013, and the Sovereign Yidindji Government, comprising the Yidindji, in 2014.&#91;99&#93;&#91;100&#93;&#91;101&#93; In both cases, the declarations of independence went wholly unrecognised by the Government of Australia.&#91;102&#93;&#91;103&#93;In 2015, the first convention of the biannual MicroCon was held in Anaheim, California, United States. Hosted by the Republic of Molossia, several presentations were held by micronationalists regarding various topics in micronationalism.&#91;104&#93;&#91;105&#93;&#91;106&#93; The Organisation de la microfrancophonie, a French intermicronational organisation, was founded in 2015.&#91;107&#93; The organisation organised its first summit in 2016, hosted by the Principality of Aigues-Mortes.&#91;108&#93; In 2018, the Principality of Islandia was established by two individuals aiming to build a crowdfunded micronation.&#91;109&#93; Successfully purchasing the uninhabited Coffee Caye in the Caribbean Sea off the coast of Belize in 2019, Prime Minister of Belize John Briceño dismissed the project in 2022, calling them \"stupid\" and stating \"We will never allow anybody to have their own country within this country [Belize] - what a stupid thing. If you stupid enough to pay a lot of money to buy [a] piece of land, good for you.\"&#91;110&#93;During the COVID-19 pandemic that began in 2020, several micronations imposed their own restrictions, mimicking countries.&#91;111&#93; Some inactive Internet-based micronations also returned to activity as people were commanded to stay home and quarantine.&#91;112&#93; In 2020, Netflix released the film Rose Island, based on the story of engineer Giorgio Rosa and the Republic of Rose Island.&#91;113&#93; In 2021, academics Harry Hobbs and George Williams published Micronations and the Search for Sovereignty, a book exploring various aspects of micronationalism.&#91;114&#93;&#91;115&#93; It was published by Cambridge University Press.&#91;116&#93; A follow-up book on micronations by Hobbs and Williams, entitled How to Rule Your Own Country: The Weird and Wonderful World of Micronations, was published in 2022 by the University of New South Wales Press.&#91;117&#93; Also in 2022, illusionist Uri Geller purchased Lamb, an uninhabited island off the coast of Scotland, and declared it independent as the Republic of Lamb. Geller offers citizenship, with proceeds going to Save a Child's Heart, an Israeli charity.&#91;118&#93;While most micronations claim land they can administer, often private property, some have made claimants to uninhabitable tracts of land. For instance, some micronations have claimed Bir Tawil and Marie Byrd Land in West Antarctica, lands which are terra nullius—unclaimed by any other sovereign state.&#91;120&#93;&#91;121&#93; Several others have also made claimants to other portions of Antarctica. Examples are the Grand Duchy of Westarctica and Grand Duchy of Flandrensis.&#91;122&#93; However, due to Antartica's remoteness, no micronation has yet to establish a permanent residence on the continent.&#91;123&#93; On the other hand, at least one micronationalist has physically reached Bir Tawil;&#91;124&#93; in June 2014, Virginian farmer Jeremiah Heaton travelled to the area and proclaimed the Kingdom of North Sudan. Heaton stated that he claimed the territory in order to fulfil a promise to his daughter to make her a princess, however Heaton has appeared to have other motivations, offering several initiatives—such as the implementation of a national currency and the construction of an international airport and capital city—via crowdfunding.&#91;125&#93;&#91;126&#93;Other micronational claimants have been made to small pockets on the west bank of the Danube between Serbia and Croatia. Some micronationalists argue that the land is terra nullius because Croatia states the pockets are Serbian, whilst Serbia makes no claims on the land.&#91;127&#93; However, the Croatian Ministry of Foreign and European Affairs has rejected these claims, stating that the differing border claims between Serbia and Croatia do not involve terra nullius, and are not subject to occupation by a third party.&#91;128&#93; The most prominent example is the Free Republic of Liberland, which was proclaimed in April 2015 by Czech right-libertarian politician and activist Vít Jedlička, and claims the largest pocket Gornja Siga.&#91;129&#93;&#91;130&#93; The land lacks infrastructure and lies on the floodplain of the Danube.&#91;131&#93;Some micronations have attempted to establish themselves in international waters—parts of the sea that cannot be claimed by any sovereign state—by seasteading. This involves the creation of permanent dwellings at sea.&#91;132&#93; In 1964, writer Leicester Hemingway built a bamboo raft with steel, iron piping and rock, and had it towed 9.7 kilometres (6.0&#160;mi) off the coast of Jamaica.&#91;24&#93; Hemingway declared it an independent constitutional republic called New Atlantis, arguing that his raft was technically an island and based his sovereignty on the Guano Islands Act of 1856.&#91;133&#93; Although Hemingway had plans to expand the raft, it was destroyed in 1966 by tropical storms.&#91;24&#93; By 1973, Hemingway had completely abandoned the project.&#91;134&#93;Operation Atlantis, another example, was a project started in 1968 by Werner Stiefel, aiming to establish a new, libertarian nation in international waters via seasteading.&#91;135&#93; The operation launched a ferrocement boat on the Hudson River in December 1971, piloting it to an area near the Bahamas with the intent to permanently anchor it as their territory.&#91;136&#93; Upon reaching its destination, however, it sank in a hurricane.&#91;137&#93; After a number of subsequent failed attempts to construct a habitable sea platform and achieve sovereign status, the project was abandoned in 1976.&#91;138&#93; Another seasteading micronation was the Republic of Rose Island in the Adriatic Sea.&#91;30&#93;The Space Kingdom of Asgardia, founded in October 2016, claims an artificial satellite that orbited the Earth.&#91;139&#93;&#91;140&#93; Named Asgardia-1, the two-unit CubeSat was successfully launched by Orbital ATK in November 2017 as part of an International Space Station resupply mission.&#91;141&#93; Asgardia-1 reportedly re-entered the atmosphere in September 2022.&#91;142&#93; The Nation of Celestial Space claims all of outer space,&#91;143&#93; whilst the Empire of Angyalistan lays claim to garbage patches around the world's oceans in protest against their existence.&#91;144&#93;Micronations function in the same way as sovereign states in that they have their own government, constitution, legislation, and (if a democracy) hold national elections. Micronations often have national symbols such as a flag, coat of arms or seal, motto and anthem, and many micronations also issue coins, banknotes, stamps, passports, passport stamps, orders of merit and bestow honours and titles of nobility, although these are not recognised internationally.&#91;4&#93;&#91;11&#93;&#91;139&#93;&#91;145&#93; Some micronations have made profits by selling these items as souvenirs and memorabilia to tourists and via their national websites, and others have even sold citizenship and titles of nobility.&#91;26&#93;&#91;146&#93; Some micronational coinage and stamps, if professionally made, have become valued as collector's items by numismatists and philatelists (stamp collectors) alike.&#91;147&#93; In addition, both Sealand and Seborga have their own national association football teams. The Sealand national football team was founded in 2004&#91;148&#93; and became an associate member of the N.F.-Board, a federation made up of unrecognised states, stateless peoples, regions and micronations that are not allowed to join FIFA, in 2006.&#91;149&#93; The Seborga national football team was founded in 2014, and is run by the Football Federation of the Principality of Seborga.&#91;150&#93;Like countries, micronations engage in intermicronational diplomacy with one another. This includes the signing of treaties, non-aggression pacts and intermicronational conventions, diplomatic missions and declarations of war.&#91;151&#93; Several intermicronational organisations also exist, with some having as many as 80 member states. Most of these organisations generally work to maintain peace, strengthen micronational cooperation and to improve diplomatic relations between member states.&#91;152&#93;&#91;153&#93; Due to the large number of such organisations existing and operating soley online, with many having a similar purpose, the disparaging epithet \"YAMO\" (an acronym for the phrase \"Yet Another Micronational Organisation\") is commonly used in the intermicronational community in criticism of such organisations.&#91;154&#93;Intermicronational summits are also commonplace within the micronational community,&#91;155&#93; and several reoccurring summits have taken place. These include the sporadicly-held PoliNation,&#91;156&#93; biannual MicroCon;&#91;104&#93; and the Organisation de la microfrancophonie has hosted three intermicronational summits between its member states.&#91;157&#93; PoliNation 2010 was held at Dangar Island, Sydney, Australia and was organised by Judy Lattas of Macquarie University, Princess Paula of the Principality of Snake Hill and George Cruickshank of the Empire of Atlantium.&#91;97&#93;&#91;98&#93; PoliNation 2012 was held in London, United Kingdom, and PoliNation 2015 commenced at Umbria, Italy.&#91;158&#93;&#91;159&#93; MicroCon 2015 was held in Anaheim, California and hosted by Molossia;&#91;105&#93; MicroCon 2017 in Tucker, Georgia by the Kingdom of Ruritania;&#91;160&#93; MicroCon 2019 in Hamilton, Ontario, Canada by the Kingdom of Slabovia;&#91;155&#93;&#91;161&#93; and MicroCon 2022 in Las Vegas, Nevada by Westarctica, having been delayed due to the COVID-19 pandemic.&#91;162&#93; The first summit hosted by the Microfrancophonie was held in 2016 in Aigues-Mortes, Occitania, and hosted by the Principality of Aigues-Mortes;&#91;108&#93; the second summit took place in 2018 in Vincennes, Paris and was hosted by Angyalistan;&#91;163&#93; the third summit took place in 2022 in Blaye, Nouvelle-Aquitaine, organised by the Principality of Hélianthis.&#91;157&#93;There are thousands of micronations which exist and operate solely online.&#91;164&#93; Micronationalists convene and engage with one another through several online platforms, especially social media and historically forums (message boards), where micronationalists can share lessons and ideas as well as gain inspiration for establishing their own micronation.&#91;165&#93;MicroWiki, the largest micronational wiki and encyclopaedia, has thousands of articles on various topics related to micronationalism \"with many country pages [on MicroWiki] longer than those of real nations [on Wikipedia],\" and a number of micronations exist and conduct diplomacy solely on the wiki, utilising it as an online community.&#91;166&#93;&#91;167&#93;&#91;168&#93; As of December 2022, the largest micronational group on Facebook, Micronations and Alternative Polities, had almost 3,400 members,&#91;169&#93; and the subreddit forum r/micronations on Reddit had another 6,700.&#91;155&#93;&#91;170&#93;The study of micronationalism is known as micropatriology&#91;171&#93; or micropatrology.&#91;172&#93;&#91;a&#93;Micronation as a word has no basis in international law.&#91;173&#93;&#91;174&#93; Despite this, several micronations have attempted to justify their claims to sovereignty by citing loopholes in local laws. A commonly attempted tactic used by micronationalists to legitimise their claims is the declarative theory of statehood as defined by the Montevideo Convention, which defines a state as: \"a person of international law [that] possess the following qualifications: (a) a permanent population; (b) a defined territory; (c) government; and (d) capacity to enter into relations with the other states.\"&#91;174&#93;&#91;175&#93;In 2019, a couple seasteading off the coast of Thailand went into hiding after being accused by the Royal Thai Navy of violating Thailand's sovereignty. If found guilty, they could face life in prison or the death penalty.&#91;176&#93;&#91;177&#93;Some micronations are founded on the basis of historical anomalies. The Principality of Seborga was founded in 1963 by Giorgio Carbone, who claimed to have found documents from the Vatican archives which, according to Carbone, indicated that Seborga had never been a possession of the House of Savoy and was thus not legally included in the Kingdom of Italy when it was formed in 1861, meaning that Seborga had remained sovereign.&#91;178&#93;&#91;179&#93;&#91;180&#93; The Romanov Empire, created by chairman of the Monarchist Party of RussiaAnton Bakov, claims to be a re-creation of the Russian Empire that holds Prince Karl Emich of Leiningen as the rightful heir to the imperial throne.&#91;181&#93;"
  }
}